{
  "plugins": {
    "CamelCaseMotion": {
      "src": "https://github.com/bkad/CamelCaseMotion"
    },
    "FixCursorHold.nvim": {
      "src": "https://github.com/antoinemadec/FixCursorHold.nvim"
    },
    "FluoroMachine.nvim": {
      "src": "https://github.com/maxmx03/FluoroMachine.nvim"
    },
    "InstantRst": {
      "src": "https://github.com/gu-fan/InstantRst"
    },
    "LuaSnip": {
      "src": "https://github.com/L3MON4D3/LuaSnip",
      "version": "'master'"
    },
    "SchemaStore.nvim": {
      "src": "https://github.com/b0o/SchemaStore.nvim"
    },
    "UnrealEngine.nvim": {
      "src": "https://github.com/mbwilding/UnrealEngine.nvim"
    },
    "actions-preview.nvim": {
      "src": "https://github.com/aznhe21/actions-preview.nvim"
    },
    "adwaita.nvim": {
      "src": "https://github.com/Mofiqul/adwaita.nvim"
    },
    "apprentice.nvim": {
      "src": "https://github.com/adisen99/apprentice.nvim"
    },
    "aquarium-vim": {
      "src": "https://github.com/FrenzyExists/aquarium-vim"
    },
    "arctic.nvim": {
      "src": "https://github.com/rockyzhang24/arctic.nvim"
    },
    "ariake-vim-colors": {
      "src": "https://github.com/jim-at-jibba/ariake-vim-colors"
    },
    "attempt.nvim": {
      "src": "https://github.com/m-demare/attempt.nvim"
    },
    "aurora": {
      "src": "https://github.com/ray-x/aurora"
    },
    "auto-save.nvim": {
      "src": "https://github.com/Pocco81/auto-save.nvim"
    },
    "avante.nvim": {
      "src": "https://github.com/yetone/avante.nvim"
    },
    "blue-moon": {
      "src": "https://github.com/kyazdani42/blue-moon"
    },
    "bluloco.nvim": {
      "src": "https://github.com/uloco/bluloco.nvim"
    },
    "boo-colorscheme-nvim": {
      "src": "https://github.com/rockerBOO/boo-colorscheme-nvim"
    },
    "bufdelete.nvim": {
      "src": "https://github.com/famiu/bufdelete.nvim"
    },
    "bufferline.nvim": {
      "src": "https://github.com/akinsho/bufferline.nvim"
    },
    "calvera-dark.nvim": {
      "src": "https://github.com/yashguptaz/calvera-dark.nvim"
    },
    "citruszest.nvim": {
      "src": "https://github.com/zootedb0t/citruszest.nvim"
    },
    "cmp-buffer": {
      "src": "https://github.com/hrsh7th/cmp-buffer"
    },
    "cmp-cmdline": {
      "src": "https://github.com/hrsh7th/cmp-cmdline"
    },
    "cmp-git": {
      "src": "https://github.com/petertriho/cmp-git"
    },
    "cmp-nvim-lsp": {
      "src": "https://github.com/hrsh7th/cmp-nvim-lsp"
    },
    "cmp-nvim-lsp-signature-help": {
      "src": "https://github.com/hrsh7th/cmp-nvim-lsp-signature-help"
    },
    "cmp-path": {
      "src": "https://github.com/hrsh7th/cmp-path"
    },
    "cmp_luasnip": {
      "src": "https://github.com/saadparwaiz1/cmp_luasnip"
    },
    "codeschool.nvim": {
      "src": "https://github.com/adisen99/codeschool.nvim"
    },
    "dap-buddy.nvim": {
      "src": "https://github.com/Pocco81/dap-buddy.nvim"
    },
    "dark_flat.nvim": {
      "src": "https://github.com/sekke276/dark_flat.nvim"
    },
    "doom-one.nvim": {
      "src": "https://github.com/NTBBloodbath/doom-one.nvim"
    },
    "dracula.nvim": {
      "src": "https://github.com/Mofiqul/dracula.nvim"
    },
    "dressing.nvim": {
      "src": "https://github.com/stevearc/dressing.nvim"
    },
    "edge": {
      "src": "https://github.com/sainnhe/edge"
    },
    "eldritch.nvim": {
      "src": "https://github.com/eldritch-theme/eldritch.nvim"
    },
    "everblush.nvim": {
      "src": "https://github.com/Everblush/everblush.nvim"
    },
    "everforest": {
      "src": "https://github.com/sainnhe/everforest"
    },
    "everforest-nvim": {
      "src": "https://github.com/neanias/everforest-nvim"
    },
    "falcon": {
      "src": "https://github.com/fenetikm/falcon"
    },
    "formatter.nvim": {
      "src": "https://github.com/mhartington/formatter.nvim"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets"
    },
    "fzf": {
      "src": "https://github.com/junegunn/fzf"
    },
    "github-colors": {
      "src": "https://github.com/lourenci/github-colors"
    },
    "github-nvim-theme": {
      "src": "https://github.com/projekt0n/github-nvim-theme"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "go.nvim": {
      "src": "https://github.com/ray-x/go.nvim"
    },
    "godotdev.nvim": {
      "src": "https://github.com/Mathijs-Bakker/godotdev.nvim"
    },
    "gruvbox": {
      "src": "https://github.com/morhetz/gruvbox"
    },
    "gruvbox-baby": {
      "src": "https://github.com/luisiacc/gruvbox-baby"
    },
    "gruvbox-material": {
      "src": "https://github.com/sainnhe/gruvbox-material"
    },
    "gruvy": {
      "src": "https://github.com/RishabhRD/gruvy"
    },
    "guihua.lua": {
      "src": "https://github.com/ray-x/guihua.lua"
    },
    "harpoon": {
      "src": "https://github.com/ThePrimeagen/harpoon"
    },
    "instant.nvim": {
      "src": "https://github.com/jbyuki/instant.nvim"
    },
    "is.vim": {
      "src": "https://github.com/haya14busa/is.vim"
    },
    "kanagawa.nvim": {
      "src": "https://github.com/rebelot/kanagawa.nvim"
    },
    "lazydev.nvim": {
      "src": "https://github.com/folke/lazydev.nvim"
    },
    "leetcode.vim": {
      "src": "https://github.com/ianding1/leetcode.vim"
    },
    "live-rename.nvim": {
      "src": "https://github.com/saecki/live-rename.nvim"
    },
    "lspkind.nvim": {
      "src": "https://github.com/onsails/lspkind.nvim"
    },
    "lualine.nvim": {
      "src": "https://github.com/nvim-lualine/lualine.nvim"
    },
    "lush.nvim": {
      "src": "https://github.com/rktjmp/lush.nvim"
    },
    "markdown-preview": {
      "src": "https://github.com/iamcco/markdown-preview.nvim"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/williamboman/mason-lspconfig.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/williamboman/mason.nvim"
    },
    "material.nvim": {
      "src": "https://github.com/marko-cerovac/material.nvim"
    },
    "melange": {
      "src": "https://github.com/savq/melange"
    },
    "melange-nvim": {
      "src": "https://github.com/savq/melange-nvim"
    },
    "mellifluous.nvim": {
      "src": "https://github.com/ramojus/mellifluous.nvim"
    },
    "mellow.nvim": {
      "src": "https://github.com/kvrohit/mellow.nvim"
    },
    "miasma.nvim": {
      "src": "https://github.com/xero/miasma.nvim"
    },
    "midnight.nvim": {
      "src": "https://github.com/dasupradyumna/midnight.nvim"
    },
    "mini.nvim": {
      "src": "https://github.com/echasnovski/mini.nvim"
    },
    "minimal.nvim": {
      "src": "https://github.com/Yazeed1s/minimal.nvim"
    },
    "minuet-ai.nvim": {
      "src": "https://github.com/milanglacier/minuet-ai.nvim"
    },
    "modus-theme-vim": {
      "src": "https://github.com/ishan9299/modus-theme-vim"
    },
    "molokai": {
      "src": "https://github.com/tomasr/molokai"
    },
    "monochrome.nvim": {
      "src": "https://github.com/kdheepak/monochrome.nvim"
    },
    "monokai.nvim": {
      "src": "https://github.com/tanvirtin/monokai.nvim"
    },
    "moonlight.nvim": {
      "src": "https://github.com/shaunsingh/moonlight.nvim"
    },
    "neoconf.nvim": {
      "src": "https://github.com/folke/neoconf.nvim"
    },
    "neosolarized.nvim": {
      "src": "https://github.com/svrana/neosolarized.nvim"
    },
    "neotest": {
      "src": "https://github.com/nvim-neotest/neotest"
    },
    "neotest-python": {
      "src": "https://github.com/nvim-neotest/neotest-python"
    },
    "night-owl.nvim": {
      "src": "https://github.com/oxfist/night-owl.nvim"
    },
    "nightfox.nvim": {
      "src": "https://github.com/EdenEast/nightfox.nvim"
    },
    "noice.nvim": {
      "src": "https://github.com/folke/noice.nvim"
    },
    "nord-vim": {
      "src": "https://github.com/arcticicestudio/nord-vim"
    },
    "nord.nvim": {
      "src": "https://github.com/shaunsingh/nord.nvim"
    },
    "nordic.nvim": {
      "src": "https://github.com/andersevenrud/nordic.nvim"
    },
    "nui.nvim": {
      "src": "https://github.com/MunifTanjim/nui.nvim"
    },
    "numb.nvim": {
      "src": "https://github.com/nacro90/numb.nvim"
    },
    "nvcode-color-schemes.vim": {
      "src": "https://github.com/ChristianChiarulli/nvcode-color-schemes.vim"
    },
    "nvim": {
      "src": "https://github.com/catppuccin/nvim"
    },
    "nvim-cmp": {
      "src": "https://github.com/hrsh7th/nvim-cmp"
    },
    "nvim-colorizer.lua": {
      "src": "https://github.com/norcalli/nvim-colorizer.lua"
    },
    "nvim-dap": {
      "src": "https://github.com/mfussenegger/nvim-dap"
    },
    "nvim-dap-go": {
      "src": "https://github.com/leoluz/nvim-dap-go"
    },
    "nvim-dap-python": {
      "src": "https://github.com/mfussenegger/nvim-dap-python"
    },
    "nvim-dap-ui": {
      "src": "https://github.com/rcarriga/nvim-dap-ui"
    },
    "nvim-dap-virtual-text": {
      "src": "https://github.com/theHamsta/nvim-dap-virtual-text"
    },
    "nvim-dap-vscode-js": {
      "src": "https://github.com/mxsdev/nvim-dap-vscode-js"
    },
    "nvim-deus": {
      "src": "https://github.com/theniceboy/nvim-deus"
    },
    "nvim-hybrid": {
      "src": "https://github.com/PHSix/nvim-hybrid"
    },
    "nvim-juliana": {
      "src": "https://github.com/kaiuri/nvim-juliana"
    },
    "nvim-lint": {
      "src": "https://github.com/mfussenegger/nvim-lint"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-nio": {
      "src": "https://github.com/nvim-neotest/nvim-nio"
    },
    "nvim-notify": {
      "src": "https://github.com/rcarriga/nvim-notify"
    },
    "nvim-search-and-replace": {
      "src": "https://github.com/s1n7ax/nvim-search-and-replace"
    },
    "nvim-solarized-lua": {
      "src": "https://github.com/ishan9299/nvim-solarized-lua"
    },
    "nvim-spectre": {
      "src": "https://github.com/nvim-pack/nvim-spectre"
    },
    "nvim-tree.lua": {
      "src": "https://github.com/kyazdani42/nvim-tree.lua"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'main'"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/kyazdani42/nvim-web-devicons"
    },
    "nvimgelion": {
      "src": "https://github.com/nyngwang/nvimgelion"
    },
    "oceanic-next": {
      "src": "https://github.com/mhartington/oceanic-next"
    },
    "octo.nvim": {
      "src": "https://github.com/pwntester/octo.nvim"
    },
    "oh-lucy.nvim": {
      "src": "https://github.com/Yazeed1s/oh-lucy.nvim"
    },
    "omni.vim": {
      "src": "https://github.com/yonlu/omni.vim"
    },
    "one-nvim": {
      "src": "https://github.com/Th3Whit3Wolf/one-nvim"
    },
    "one_monokai.nvim": {
      "src": "https://github.com/cpea2506/one_monokai.nvim"
    },
    "onedark.nvim": {
      "src": "https://github.com/navarasu/onedark.nvim"
    },
    "onedarkpro.nvim": {
      "src": "https://github.com/olimorris/onedarkpro.nvim"
    },
    "onenord.nvim": {
      "src": "https://github.com/rmehri01/onenord.nvim"
    },
    "output-panel.nvim": {
      "src": "https://github.com/mhanberg/output-panel.nvim"
    },
    "oxocarbon.nvim": {
      "src": "https://github.com/nyoom-engineering/oxocarbon.nvim"
    },
    "paramount-ng.nvim": {
      "src": "https://github.com/chrsm/paramount-ng.nvim"
    },
    "peek": {
      "src": "https://github.com/toppair/peek.nvim"
    },
    "persistent-breakpoints.nvim": {
      "src": "https://github.com/Weissle/persistent-breakpoints.nvim"
    },
    "pink-panic.nvim": {
      "src": "https://github.com/Scysta/pink-panic.nvim"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "poimandres.nvim": {
      "src": "https://github.com/olivercederborg/poimandres.nvim"
    },
    "promise-async": {
      "src": "https://github.com/kevinhwang91/promise-async"
    },
    "rasmus.nvim": {
      "src": "https://github.com/kvrohit/rasmus.nvim"
    },
    "render-markdown.nvim": {
      "src": "https://github.com/MeanderingProgrammer/render-markdown.nvim"
    },
    "roshnivim-cs": {
      "src": "https://github.com/shaeinst/roshnivim-cs"
    },
    "rust-tools.nvim": {
      "src": "https://github.com/simrat39/rust-tools.nvim"
    },
    "seoul256.vim": {
      "src": "https://github.com/junegunn/seoul256.vim"
    },
    "sonokai": {
      "src": "https://github.com/sainnhe/sonokai"
    },
    "space-nvim": {
      "src": "https://github.com/Th3Whit3Wolf/space-nvim"
    },
    "startup.nvim": {
      "src": "https://github.com/startup-nvim/startup.nvim"
    },
    "substrata.nvim": {
      "src": "https://github.com/kvrohit/substrata.nvim"
    },
    "suda.vim": {
      "src": "https://github.com/lambdalisue/suda.vim"
    },
    "targets.vim": {
      "src": "https://github.com/wellle/targets.vim"
    },
    "telescope-dap.nvim": {
      "src": "https://github.com/nvim-telescope/telescope-dap.nvim"
    },
    "telescope-fzf-native": {
      "src": "https://github.com/nvim-telescope/telescope-fzf-native.nvim"
    },
    "telescope-lsp-handlers.nvim": {
      "src": "https://github.com/gbrlsnchs/telescope-lsp-handlers.nvim"
    },
    "telescope-ui-select.nvim": {
      "src": "https://github.com/nvim-telescope/telescope-ui-select.nvim"
    },
    "telescope-undo.nvim": {
      "src": "https://github.com/debugloop/telescope-undo.nvim"
    },
    "telescope.nvim": {
      "src": "https://github.com/nvim-telescope/telescope.nvim",
      "version": "'master'"
    },
    "texmagic.nvim": {
      "src": "https://github.com/jakewvincent/texmagic.nvim"
    },
    "text-case.nvim": {
      "src": "https://github.com/johmsalas/text-case.nvim"
    },
    "tokyodark.nvim": {
      "src": "https://github.com/tiagovla/tokyodark.nvim"
    },
    "tokyonight.nvim": {
      "src": "https://github.com/folke/tokyonight.nvim"
    },
    "transparent.nvim": {
      "src": "https://github.com/xiyaowong/transparent.nvim"
    },
    "undotree": {
      "src": "https://github.com/mbbill/undotree"
    },
    "vim": {
      "src": "https://github.com/dracula/vim"
    },
    "vim-code-dark": {
      "src": "https://github.com/tomasiser/vim-code-dark"
    },
    "vim-commentary": {
      "src": "https://github.com/tpope/vim-commentary"
    },
    "vim-dadbod": {
      "src": "https://github.com/tpope/vim-dadbod"
    },
    "vim-dadbod-completion": {
      "src": "https://github.com/kristijanhusak/vim-dadbod-completion"
    },
    "vim-dadbod-ui": {
      "src": "https://github.com/kristijanhusak/vim-dadbod-ui"
    },
    "vim-easymotion": {
      "src": "https://github.com/easymotion/vim-easymotion"
    },
    "vim-fugitive": {
      "src": "https://github.com/tpope/vim-fugitive"
    },
    "vim-indent-object": {
      "src": "https://github.com/michaeljsmith/vim-indent-object"
    },
    "vim-misc": {
      "src": "https://github.com/xolox/vim-misc"
    },
    "vim-moonfly-colors": {
      "src": "https://github.com/bluz71/vim-moonfly-colors"
    },
    "vim-nightfly-colors": {
      "src": "https://github.com/bluz71/vim-nightfly-colors"
    },
    "vim-repeat": {
      "src": "https://github.com/tpope/vim-repeat"
    },
    "vim-rhubarb": {
      "src": "https://github.com/tpope/vim-rhubarb"
    },
    "vim-shebang": {
      "src": "https://github.com/vitalk/vim-shebang"
    },
    "vim-sleuth": {
      "src": "https://github.com/tpope/vim-sleuth"
    },
    "vim-surround": {
      "src": "https://github.com/tpope/vim-surround"
    },
    "vimdark": {
      "src": "https://github.com/ldelossa/vimdark"
    },
    "vn-night.nvim": {
      "src": "https://github.com/nxvu699134/vn-night.nvim"
    },
    "vscode.nvim": {
      "src": "https://github.com/Mofiqul/vscode.nvim"
    },
    "yanky.nvim": {
      "src": "https://github.com/gbprod/yanky.nvim"
    },
    "zenbones.nvim": {
      "src": "https://github.com/mcchrish/zenbones.nvim"
    },
    "zenburn.nvim": {
      "src": "https://github.com/phha/zenburn.nvim"
    },
    "zephyr-nvim": {
      "src": "https://github.com/glepnir/zephyr-nvim"
    },
    "zephyrium": {
      "src": "https://github.com/titanzero/zephyrium"
    }
  }
}
